---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsRoomCoefficientUtilization
source: html/915fda2c-d6d5-9a86-7fb7-d892f60bff45.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsRoomCoefficientUtilization Property

"Coefficient of Utilization"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsRoomCoefficientUtilization { get; }
```